Repository: SanjaySinghGangwar/SleepPadiOS
Catalog: SleepBand/*.lproj/Localizable.strings
Languages: es, zh_hans

# SAVC_Info6
source: A normal resting heart rate for adults ranges from 60 to 100 beats per minute. Generally, a lower heart rate at rest implies more efficient heart function and better cardiovascular fitness. For example, a well-trained athlete might have a normal resting heart rate closer to 40 beats per minute. To measure your heart rate, simply check your pulse. Place your index and third fingers on your neck to the side of your windpipe. To check your pulse at your wrist, place two fingers between the bone and the tendon over your radial artery — which is located on the thumb side of your wrist. When you feel your pulse, count the number of beats in 15 seconds. Multiply this number by four to calculate your beats per minute. Keep in mind that many factors can influence heart rate, including: • Age • Fitness and activity levels • Being a smoker • Having cardiovascular disease, high cholesterol or diabetes • Air temperature • Body position (standing up or lying down, for example) • Emotions • Body size • Medications Although there's a wide range of normal, an unusually high or low heart rate may indicate an underlying problem. Consult your doctor if your resting heart rate is consistently above 100 beats a minute (tachycardia) or if you're not a trained athlete and your resting heart rate is below 60 beats a minute (bradycardia) — especially if you have other signs or symptoms, such as fainting, dizziness or shortness of breath.
es: Una frecuencia cardíaca en reposo normal para adultos varía de 60 a 100 latidos por minuto. En general, una frecuencia cardíaca más baja en reposo implica una función cardíaca más eficiente y una mejor aptitud cardiovascular. Por ejemplo, un atleta bien entrenado podría tener un ritmo cardíaco normal en reposo cercano a 40 latidos por minuto. Para medir su ritmo cardíaco, simplemente controle su pulso. Coloque los dedos índice y tercero en el cuello al costado de la tráquea. Para controlar su pulso en su muñeca, coloque dos dedos entre el hueso y el tendón sobre su arteria radial, que se encuentra en el lado del pulgar de su muñeca. Cuando sientas el pulso, cuenta la cantidad de latidos en 15 segundos. Multiplique este número por cuatro para calcular sus latidos por minuto. Tenga en cuenta que muchos factores pueden influir en la frecuencia cardíaca, incluidos: • Años • Aptitud física y niveles de actividad. • Ser fumador • Tener enfermedad cardiovascular, colesterol alto o diabetes. • Temperatura del aire • Posición del cuerpo (de pie o acostado, por ejemplo) • emociones • Tamaño corporal • Medicamentos Aunque hay un amplio rango de normalidad, una frecuencia cardíaca inusualmente alta o baja puede indicar un problema subyacente. Consulte a su médico si su frecuencia cardíaca en reposo es constantemente superior a 100 latidos por minuto (taquicardia) o si no es un atleta entrenado y su frecuencia cardíaca en reposo es inferior a 60 latidos por minuto (bradicardia), especialmente si tiene otros signos o síntomas , como desmayos, mareos o falta de aliento.
zh_hans: 心率是指正常人安静状态下每分钟心跳的次数，也叫心率，一般为60-100次/分，可因年龄、性别或其他生理因素产生个体差异。一般来说，年龄越小，心率越快，老年人心跳比年轻人慢，女性的心率比同龄男性快，这些都是正常的生理现象。安静状态下，成人正常心率为60～100次/分钟，理想心率应为55～70次/分钟(运动员的心率较普通成人偏慢，一般为50次/分钟左右)。 心率变化与心脏疾病密切相关。成人安静时心率超过100次/分钟(一般不超过160次/分钟)，称为窦性心动过速，常见于兴奋、激动、吸烟、饮酒、喝浓茶或咖啡后，或见于感染、发热、休克、贫血、缺氧、甲亢、心力衰竭等病理状态下，或见于应用阿托品、肾上腺素、麻黄素等药物后。 成人安静时心率低于60次/分钟(一般在45次/分钟以上)，称为窦性心动过缓，可见于长期从事重体力劳动的健康人和运动员；或见于甲状腺机能低下、颅内压增高、阻塞性黄疸以及洋地黄、奎尼丁或心得安类药物过量。如果心率低于40次/分钟，应考虑有病态窦房结综合征、房室传导阻滞等情况。如果脉搏强弱不等、不齐且脉率少于心率，应考虑心房纤颤。如果心率超过160次/分钟，或低于40次/分钟，大多见于心脏病患者，如常伴有心悸、胸闷等不适感，应及早进行详细检查，以便针对病因进行治疗。

# IVC_PlaceHolder
source: Your question/feedback
es: Su pregunta / comentario
zh_hans: 请描述您遇到的问题，我们会仔细聆听。

# AboutVC_Title
source: About
es: Acerca de
zh_hans: 关于

# TermsVC_Title
source: Terms of Use and Privacy Policy
es: Términos de uso y política de privacidad
zh_hans: 使用条款和隐私政策

# AVC_ChangePasswordTitle
source: Change Password
es: Cambiar contraseña
zh_hans: 修改密码

# AVC_Logout
source: Logout
es: Cerrar sesión
zh_hans: 退出登录

# AVC_UnBind
source: Unbound
es: Sin enlazar
zh_hans: 未绑定

# AVC_BindPhone
source: Bind Mobile Phone
es: Enlazar teléfono móvil
zh_hans: 绑定手机

# AVC_BindEmail
source: Bind Email
es: Enlazar correo electrónico
zh_hans: 绑定邮箱

# AVC_CancelBind
source: Unbind
es: Desvincular
zh_hans: 取消绑定

# AVC_ChangeBind
source: Change binding
es: Cambiar enlace
zh_hans: 更改绑定

# AVC_Bind
source: Bound
es: Enlazado
zh_hans: 绑定

# PIVC_NameTitle
source: Name
es: Nombre
zh_hans: 昵称

# PIVC_GenderTitle
source: Gender
es: Género
zh_hans: 性别

# PIVC_AgeTitle
source: Age
es: Edad
zh_hans: 年龄

# PIVC_HeightTitle
source: Height
es: Altura
zh_hans: 身高

# PIVC_WeightTitle
source: Weight
es: Peso
zh_hans: 体重

# PIVC_GenderMale
source: Male
es: Hombre
zh_hans: 男

# PIVC_GenderFemale
source: Female
es: Mujer
zh_hans: 女

# PIVC_InputName
source: Please enter your name
es: Por favor, introduzca su nombre
zh_hans: 请输入昵称

# PIVC_Unit
source: Unit
es: Unidad
zh_hans: 单位

# PIVC_StandardUnit
source: Metric
es: Métrica
zh_hans: 公制

# PIVC_EnglishUnit
source: Inch
es: Pulgada
zh_hans: 英制

# MDVC_DeleteDevice
source: Unbound device
es: Desenlazar dispositivo
zh_hans: 解绑设备

# MDVC_FailForDeleteDevice
source: Unbundling failed
es: Error al desenlazar
zh_hans: 解绑失败

# MDVC_DeleteDeviceAlert
source: whether or not unbound device?
es: Vincular o no el dispositivo?
zh_hans: 是否解绑设备

# MDVC_BatteryTitle
source: Battery
es: Batería
zh_hans: 电量

# MDVC_BatteryCharge
source: Charging...
es: Cargando...
zh_hans: 充电中...

# MDVC_FirmwareTitle
source: Firmware Version
es: Versión de firmware
zh_hans: 固件版本

# MDVC_IDTitle
source: Device ID
es: ID del dispositivo
zh_hans: 设备ID

# MDVC_BlueToothTitle
source: Bluetooth Address
es: Dirección Bluetooth
zh_hans: 蓝牙地址

# MDVC_CurrentVersion
source: Version:
es: Versión:
zh_hans: 当前版本:

# MDVC_NewestVersion
source: New Version:
es: Nueva versión:
zh_hans: 最新版本:

# MDVC_NewestVersionError
source: Failed to obtain upgrade information.
es: Error al obtener información de actualización.
zh_hans: 获取升级信息失败

# MDVC_NewestVersionAlert
source: New version detected, please update
es: Nueva versión detectada, actualícela
zh_hans: 检测到新版本，请更新

# SDVC_Title
source: Selection Date
es: Fecha de selección
zh_hans: 选择日期

# 图文验证码
source: Graphic verification code
es: Código de verificación gráfico
zh_hans: 图文验证码

# 请输入图片中的数字或字母
source: Please enter numbers or letters from the picture
es: Por favor ingrese números o letras de la imagen
zh_hans: 请输入图片中的数字或字母

# 请先输入图文验证码
source: Please enter the graphic verification code first
es: Introduce primero el código de verificación de la imagen
zh_hans: 请先输入图文验证码

# 提醒
source: remind
es: recordar
zh_hans: 提醒

# 注销账号
source: Logout
es: Cerrar sesión
zh_hans: 注销账号

# 是否确认注销您的账号,确认后账号将会在三天内注销成功,注销成功后账号数据将被完全删除,不可恢复!请谨慎操作.
source: Whether to confirm the cancellation of your account, the account will be successfully cancelled within three days after confirmation, and the account data will be completely deleted after the successful cancellation, which cannot be recovered! Please operate with caution.
es: Ya sea para confirmar la cancelación de su cuenta, la cuenta se cancelará con éxito dentro de los tres días posteriores a la confirmación, y los datos de la cuenta se eliminarán por completo después de la cancelación exitosa, ¡que no se pueden recuperar!Opere con precaución.
zh_hans: 是否确认注销您的账号,确认后账号将会在三天内注销成功,注销成功后账号数据将被完全删除,不可恢复!请谨慎操作.

# Universal_Back
source: Back
es: Atrás

# DSVC_Title
source: CHOOSE DEVICE
es: Elegir dispositivo

# DSVC_Join
source: JOIN
es: Unirse

# DSVC_AlertTitle
source: The current application has logged in to the account,whether to confirm the exit.
es: La aplicación actual ha iniciado sesión en la cuenta, ya sea para confirmar la salida.

# DSVC_AlertNoSelect
source: Please select the device.
es: Por favor, seleccione el dispositivo.

# RVC_SignIn
source: Sign IN
es: Iniciar sesión

# RVC_AlertRegisterSuccess
source: Registration is successful, please remember your account and password.
es: El registro se realizó correctamente, recuerde su usuario y contraseña.

# FPVC_Next
source: Next
es: Siguiente

# SDVC_SearchTableTitle
source: DEVICES
es: DISPOSITIVOS

# SDVC_SearchNoDevice
source: No search devices,please click the search button to repack.
es: Sin dispositivos de búsqueda, haga clic en el botón de búsqueda para volver a agrupar.
