Repository: SanjaySinghGangwar/SleepPadiOS
Catalog: SleepBand/*.lproj/Localizable.strings
Languages: es, zh_hans

# PMVC_Info8
source: 1.Check that smart alarm mode is configured correctly. 2.Make sure the notification switch in the system 'Settings > notification' App notification was turned on. 3.The alarm Setting time within the Do Not Disturb mode,please turn off the Do Not Disturb mode. 4.Cannot ring the bell when is using by headphones. 5.The volume of Alarm clock ringtone is tuned to a minimum.
es: 1.Compruebe que el modo de alarma inteligente esté configurado correctamente. 2.Asegúrese de que está activado el botón de notificaciones en el panel 'Configuración> notificación'. 3.El tiempo de configuración de la alarma sin en el modo “No molestar”, desactive el modo 'No molestar'. 4.No puede sonar el timbre cuando se usa con auriculares. 5.El volumen del tono de llamada de la alarma está ajustado al mínimo.
zh_hans: 1.检查是否正确配置了智能闹钟模式。 2.在系统“设置>通知,查看应用是否允许通知。 3.将闹钟设置在“设置>勿扰模式”中的设定时间之内。 4.使用耳机时无法外放响铃。 5.闹钟铃声被调至最小。

# PMVC_Info9
source: 1.Long press the button on the top until the blue light is on. 2.Turn on the Bluetooth on your phone. 3.Open the app to implement sing up/ login. 4.Connect to the searched device ID and see that the device indicator turns blue and long to indicate that the configuration is successful.
es: 1.Mantenga presionado el botón en la parte superior hasta que se encienda la luz naranja. 2.Active el Bluetooth en su teléfono. 3.Abra la aplicación para implementar la función de 'registrarse/ inicio de sesión'. 4.Busque el ID del dispositivo y Conectarse al dispositivo, identifica el emparejado con éxito cuando la luz cambia de rojo a azul.
zh_hans: 1.长按设备开关至蓝色灯亮起。 2.开启手机蓝牙开关。 3.打开手机APP完成注册/登录操作。 4.连接搜索到的设备ID，看到设备指示灯变为蓝色长亮表示配置成功。

# PMVC_Info10
source: 1.Open the app and login. 2.Click the connect icon at the right corner on the “sleep” menu.
es: 1.Abra la aplicación e inicie sesión. 2.Haga clic en el icono de conexión en la esquina derecha del menú 'sueño'
zh_hans: 1.打开APP，完成登录操作。 2.点击页面中右上角连接按钮重新连接设备。

# SAVC_SleepQualityTitle
source: Sleep Quality
es: Calidad del sueño
zh_hans: 睡眠质量

# SAVC_WhatAreTheStagesOfSleepTitle
source: What Are The Stages Of Sleep
es: Cuáles son las etapas del sueño
zh_hans: 人的睡眠状态

# SAVC_NationalSleepFoundationSleepDurationRecommendationsTitle
source: National Sleep Foundation’s Sleep Duration Recommendations
es: Recomendaciones de duración del sueño de la National Sleep Foundation
zh_hans: 各年龄阶段建议睡眠时间

# SAVC_AdvicesForFallAsleepQuicklyTitle
source: Advices For Fall Asleep Quickly
es: Consejos para quedarse dormido rápidamente
zh_hans: 快速入睡的方法

# SAVC_RespiratoryRateTitle
source: Respiratory Rate
es: Frecuencia respiratoria
zh_hans: 呼吸率

# SAVC_HeartRateTitle
source: Heart Rate
es: Frecuencia cardíaca
zh_hans: 心率

# SAVC_Info1
source: A sleep cycle refers to the period of time it takes for an individual to progress through the stages of sleep outlined above. One does not go straight from deep sleep to REM sleep, however. Rather, a sleep cycle progress through the stages of non-REM sleep from light to deep sleep, then reverse back from deep sleep to light sleep, ending with time in REM sleep before starting over in light sleep again. After REM sleep, the individual returns to stage 1 of light sleep and begins a new cycle. As the night progresses, individuals spend increasingly more time in REM sleep and correspondingly less time in deep sleep. The first sleep cycle takes about 90 minutes. After that, they average between 100 to 120 minutes. Typically, an individual will go through four to five sleep cycles a night. Usually sleepers pass through five stages: 1, 2, 3, 4 and REM (rapid eye movement) sleep. These stages progress cyclically from 1 through REM then begin again with stage 1. A complete sleep cycle takes an average of 90 to 110 minutes, with each stage lasting between 5 to 15 minutes. The first sleep cycles each night have relatively short REM sleeps and long periods of deep sleep but later in the night, REM periods lengthen and deep sleep time decreases.
es: Un ciclo de sueño se refiere al período de tiempo que le toma a un individuo progresar a través de las etapas de sueño descritas anteriormente. Sin embargo, uno no pasa directamente del sueño profundo al sueño REM. Más bien, un ciclo de sueño progresa a través de las etapas del sueño no REM desde el sueño ligero al profundo, luego regresa del sueño profundo al sueño ligero, terminando con el tiempo en el sueño REM antes de comenzar nuevamente en el sueño ligero. Después del sueño REM, el individuo regresa a la etapa 1 de sueño ligero y comienza un nuevo ciclo. A medida que avanza la noche, las personas pasan cada vez más tiempo en el sueño REM y, en consecuencia, menos tiempo en el sueño profundo. El primer ciclo de sueño dura unos 90 minutos. Después de eso, promedian entre 100 y 120 minutos. Por lo general, un individuo pasará de cuatro a cinco ciclos de sueño por noche.Por lo general, los que duermen pasan por cinco etapas: 1, 2, 3, 4 y sueño REM (movimiento ocular rápido). Estas etapas progresan cíclicamente de 1 a REM y luego comienzan nuevamente con la etapa 1. Un ciclo de sueño completo dura un promedio de 90 a 110 minutos, y cada etapa dura entre 5 y 15 minutos. Los primeros ciclos de sueño cada noche tienen sueño REM relativamente corto y largos períodos de sueño profundo, pero más tarde en la noche, los períodos REM se alargan y el tiempo de sueño profundo disminuye.
zh_hans: 人的夜间睡眠，一般分5到6个周而复始的周期，研究表明睡眠的长度并不影响我们醒来时的清醒程度而是我们完成了多少个完整的睡眠周期,每个睡眠周期约90分钟。根据睡眠中脑电波、肌电波及眼球活动的变化，睡眠周期由浅睡期、轻睡期、中睡期、深睡期和快速眼动周期组成。而占整个睡眠时间大约55%的浅睡期和轻睡期，对解除疲劳作用甚微，只有进入深睡眠状态的中睡期、深睡期及快速眼动睡眠期，才对解除疲劳有较大作用。因此对睡眠好坏的评价，不能光看时间，更重 要的是看深度睡眠时间的长短。 “深度睡眠”是你入睡以后大脑不进行活动的深度休息。 如果我们睡得很完整，很自然，不使用闹 钟把我们叫醒的话，我们将会在90分钟的倍数后醒来。例如，6小时，7个半小时或9小时，而不是7小时或8小时。在两个睡眠阶段之间，我们实际上并没有在睡，而是处于两个阶段的交接阶段，如果我们没有被打扰的话，我们很自然地进入下一个睡眠周期。一个只睡4个周期(6小时)的人将会比一个被打断完整周期的睡8个小时，10个小时的人感觉更好。

# SAVC_Info2
source: There are five stages of sleep. Stages 1-4 are non-REM sleep, followed by REM sleep. 1.Stage 1 is light sleep where you drift in and out of sleep and can be awakened easily. In this stage, the eyes move slowly and muscle activity slows. During this stage, many people experience sudden muscle contractions preceded by a sensation of falling. 2.In stage 2, eye movement stops and brain waves become slower with only an occasional burst of rapid brain waves. The body begins to prepare for deep sleep, as the body temperature begins to drop and the heart rates slows. 3.When a person enters stage 3, extremely slow brain waves called delta waves are interspersed with smaller, faster waves. This is deep sleep. It is during this stage that a person may experience sleepwalking, night terrors, talking during one’s sleep, and bedwetting. These behaviors are known as parasomnias, and tend to occur during the transitions between non-REM and REM sleep. 4.In stage 4, deep sleep continues as the brain produces delta waves almost exclusively. People roused from this state feel disoriented for a few minutes. REM SLEEP During REM (rapid eye movement) sleep, brain waves mimic activity during the waking state. The eyes remain closed but move rapidly from side-to-side, perhaps related to the intense dream and brain activity that occurs during this stage.
es: Hay cinco etapas de sueño. Las etapas 1-4 son sueño no REM, seguido de sueño REM. 1. La Etapa 1 es un sueño ligero donde entras y sales del sueño y puedes despertarlo fácilmente. En esta etapa, los ojos se mueven lentamente y la actividad muscular disminuye. Durante esta etapa, muchas personas experimentan contracciones musculares repentinas precedidas por una sensación de caída. 2. En la etapa 2, el movimiento ocular se detiene y las ondas cerebrales se vuelven más lentas con solo una explosión ocasional de ondas cerebrales rápidas. El cuerpo comienza a prepararse para un sueño profundo, a medida que la temperatura corporal comienza a bajar y la frecuencia cardíaca disminuye. 3.Cuando una persona ingresa a la etapa 3, las ondas cerebrales extremadamente lentas llamadas ondas delta se intercalan con ondas más pequeñas y rápidas. Esto es un sueño profundo. Es durante esta etapa que una persona puede experimentar sonambulismo, terrores nocturnos, hablar durante el sueño y orinarse en la cama. Estos comportamientos se conocen como parasomnias y tienden a ocurrir durante las transiciones entre el sueño no REM y REM. 4. En la etapa 4, el sueño profundo continúa mientras el cerebro produce ondas delta casi exclusivamente. Las personas despertadas de este estado se sienten desorientadas por unos minutos SUEÑO REM Durante el sueño REM (movimiento ocular rápido), las ondas cerebrales imitan la actividad durante el estado de vigilia. Los ojos permanecen cerrados pero se mueven rápidamente de lado a lado, tal vez relacionados con el sueño intenso y la actividad cerebral que ocurre durante esta etapa.
zh_hans: 睡眠状态指人在睡觉时，表现出来的形态。与清醒状态相对，人睡觉有五个阶段的。分别是：浅睡、轻睡、中睡、深睡及快速眼动期，每一周期的睡眠过程也可由浅至深分为五个睡眠阶段。 1.浅睡阶段 从昏昏欲睡开始，逐渐入睡，不再保持觉醒状态。这时候，呼吸变慢，肌肉张力下降，身体轻度放松，此时属于浅睡状态，睡眠者较易被外界声音或触动所唤醒。 2.轻睡阶段 本阶段睡眠属轻睡或轻度至中度睡眠状态，睡眠者已不易被唤醒，此时肌肉进一步放松，脑电图显示梭状睡眠波。 3.中睡和深睡阶段 这时候睡眠者进入中睡或深度睡眠状态，肌张力消失，肌肉充分松弛，感觉功能进一步降低，更不易被唤醒。 睡眠的生理修复功效大多产生于这一阶段，比如生长激素分泌量的增加，生长激素能促进新细胞生长和组织的修复、让人体能在日常劳作后获得休整，恢复生机和活力。我们希望在每晚的睡眠时间中，深睡眠能占20%左右。 4.快速眼动期 在这个阶段，眼球会呈现快速跳动现象，通常会有翻身的动作，并很容易惊醒。但是通常情况下，我们不会记得自己曾经醒来，然后就进入下一个睡眠周期，如果此时将其唤醒，大部分人报告说正在做梦。

# SAVC_Info3
source: Newborns (0~3 months) sleep for 14 to 17 hours a day Infants (4~11 months) sleep for 12 to 15 hours a day Young children (1~2 years old) sleep 11 to 14 hours a day Preschool (3~5 years old) sleeps 10 to 13 hours a day School-age children (6-13 years old) sleep 9 to 11 hours a day Teenagers (14~17 years old) sleep 8 to 10 hours a day Light years (18~25 years old) sleep 7 to 9 hours a day Adults (26-64 years old) sleep 7 to 9 hours a day Older people (65+) sleep 7 to 8 hours a day --The National Sleep Foundation
es: Los recién nacidos (0 ~ 3 meses) duermen de 14 a 17 horas al día Los bebés (de 4 a 11 meses) duermen de 12 a 15 horas al día Los niños pequeños (1 ~ 2 años) duermen de 11 a 14 horas al día Preescolar (3 ~ 5 años) duerme de 10 a 13 horas al día Los niños en edad escolar (6-13 años) duermen de 9 a 11 horas al día Los adolescentes (14 ~ 17 años) duermen de 8 a 10 horas al día Los años luz (18 ~ 25 años) duermen de 7 a 9 horas al día Los adultos (26-64 años) duermen de 7 a 9 horas al día Las personas mayores (mayores de 65 años) duermen de 7 a 8 horas al día --La Fundación Nacional del Sueño
zh_hans: 新生儿（0~3个月）一天睡眠时间为14到17个小时 婴 儿（4~11个月）一天睡眠时间为12到15个小时 幼 儿（1~2岁）一天睡眠时间为11到14个小时 学龄前（3~5岁）一天睡眠时间为10到13个小时 学龄儿童（6~13岁）一天睡眠时间为9到11个小时 青少年（14~17岁）一天睡眠时间为8到10个小时 轻年人（18~25岁）一天睡眠时间为7到9个小时 成年人（26~64岁）一天睡眠时间为7到9个小时 老年人（65岁以上）一天睡眠时间为7到8个小时 --以上数据来自美国国家睡眠基金会

# SAVC_Info4
source: 1.Practice progressive relaxation Recommended by the National Sleep Foundation as a way to fall asleep fast, progressive muscle relaxation involves slowly tensing and then relaxing each muscle in your body to help your body relax. The Mayo Clinic describes the technique as follows: Start by tensing and relaxing the muscles in your toes and progressively working your way up to your neck and head. You can also start with your head and neck and work down to your toes. Tense your muscles for at least five seconds and then relax for 30 seconds, and repeat. “I encourage patients to try progressive relaxation,” says Meltzer. “It’s not enough by itself, but in combination with other things, it definitely makes a huge difference.” 2.Listen to music Studies have shown that classical music, or any music that has a slow rhythm of 60 to 80 beats per minute, can help lull you to sleep. In a 2008 study, students aged 19 to 28 who listened to relaxing classical music for 45 minutes before bed showed significant improvement in sleep quality. Bonus: They also reported decreased symptoms of depression. 3.Limit Caffeine and Drink a Soothing Beverage Caffeine is widely used among people to fight fatigue and stimulate alertness. It can be found in foods and beverages like chocolate, coffee, sodas and energy drinks. Unfortunately, caffeine can have disastrous effects on your sleep. Although the effects of caffeine vary from person to person, it is recommended that you refrain from consuming caffeine at least six hours before bedtime. Instead, you could drink a soothing tea like chamomile tea, which has been shown to promote sleep and relaxation. 4.Take a warm shower before bed Warming your body up with a hot shower an hour before bed and then stepping into cooler air will cause your body temperature to drop more precipitously. Studies show that this rapid temperature decrease slows your metabolism faster and prepares your body for sleep. “Showers can also be very relaxing, so that helps, too,” says Meltzer. If you shower every night around the same time, making it part of a consistent bedtime routine, you’ll see the most sleep value from it, she adds. “Then your body has an expectation of what’s coming next.” 5.Turn Off All Electronics Using electronic devices late at night is terrible for sleep. Watching TV, playing video games, using a mobile phone and social networking can make it significantly harder for you to fall and stay asleep. It is recommended that you disconnect all electronics and put away computers and mobile phones so you can ensure a quiet place, free of distractions. You will be able to fall asleep much faster.
es: 1.Practica la relajación progresiva Recomendado por la National Sleep Foundation como una forma de conciliar el sueño rápidamente, la relajación muscular progresiva implica tensar lentamente y luego relajar cada músculo de su cuerpo para ayudarlo a relajarse. La Clínica Mayo describe la técnica de la siguiente manera: Comience por tensar y relajar los músculos de los dedos de los pies y progresivamente hasta llegar al cuello y la cabeza. También puede comenzar con la cabeza y el cuello y trabajar hasta los dedos de los pies. Tense los músculos durante al menos cinco segundos y luego relájese durante 30 segundos y repita. 'Animo a los pacientes a probar la relajación progresiva', dice Meltzer. 'No es suficiente por sí solo, pero en combinación con otras cosas, definitivamente hace una gran diferencia' 2.Escuchar música Los estudios han demostrado que la música clásica, o cualquier música que tenga un ritmo lento de 60 a 80 latidos por minuto, puede ayudarlo a dormir. En un estudio de 2008, los estudiantes de entre 19 y 28 años que escucharon música clásica relajante durante 45 minutos antes de acostarse mostraron una mejora significativa en la calidad del sueño. Bonificación: también informaron una disminución de los síntomas de depresión. 3.Limite la cafeína y tome una bebida calmante La cafeína se usa ampliamente entre las personas para combatir la fatiga y estimular el estado de alerta. Se puede encontrar en alimentos y bebidas como chocolate, café, refrescos y bebidas energéticas. Desafortunadamente, la cafeína puede tener efectos desastrosos en tu sueño. Aunque los efectos de la cafeína varían de persona a persona, se recomienda que se abstenga de consumir cafeína al menos seis horas antes de acostarse. En cambio, podría tomar un té relajante como el té de manzanilla, que se ha demostrado que promueve el sueño y la relajación. 4.Tomar una ducha tibia antes de acostarse Calentar su cuerpo con una ducha caliente una hora antes de acostarse y luego entrar al aire más frío hará que la temperatura de su cuerpo baje más precipitadamente. Los estudios demuestran que esta disminución rápida de la temperatura ralentiza su metabolismo más rápido y prepara a su cuerpo para dormir. 'Las duchas también pueden ser muy relajantes, por lo que eso también ayuda', dice Meltzer. Si te duchas todas las noches a la misma hora, haciéndolo parte de una rutina constante para dormir, verás el mayor valor de sueño, agrega. 'Entonces tu cuerpo espera lo que vendrá después'. 5.Apague toda la electrónica Usar dispositivos electrónicos a altas horas de la noche es terrible para dormir. Mirar televisión, jugar videojuegos, usar un teléfono móvil y las redes sociales puede hacer que sea mucho más difícil quedarse dormido. Se recomienda que desconecte todos los dispositivos electrónicos y guarde las computadoras y los teléfonos móviles para garantizar un lugar tranquilo, sin distracciones. Podrá conciliar el sueño mucho más rápido.
zh_hans: 1.自我放松训练 卧在床上，闭眼，自然呼吸。然后把注意力集中在双手或双脚上，全身肌肉极度放松，用沉重感来体验肌肉的松驰程度。默念自我暗示的语句：“我的脚越来越沉重了”，“我的下肢越来越沉重了”....“我的全身都越来越沉重了”。一意识到与四肢沉重感无关的意念，应立即停止，把注意力集中到对手脚沉重感的体验上，患者一般都能在练习过程中放松入睡。坚持一段时间训练此法，有良好效果。 2.音乐疗法 临睡前，来一段柔和、单调的音乐可能有一定的效果。听到好的音乐，就象一个夏夜乘凉的孩子坐在老槐树上倾听老祖母讲述美丽的神话故事那样，叫人心旷神怡，暂时忘记烦恼，心情放松，从而安然入睡。 3.饮一杯温热的牛奶 牛奶中的钙是一种镇静物质。饮温热饮料是一种很好的习惯，可以使身体放松，犹如一天生活结束时的奖赏。牛奶中含有两种催眠物质。一种是能够促进睡眠血清素合成的原料L色氨酸，由于L色氨酸的作用，往往只需一杯牛奶就可以使人入睡。另一种是对机体生理功能具有调节作用的肽类，其中有数种“类鸦片肽”，这些物质可以和中枢神经或末梢鸦片肽受体结合，发挥类似鸦片的麻醉镇痛作用，使全身产生舒适感，有利于入睡和解除疲劳，且又不会使人成瘾。牛奶对体虚而致神经衰弱者的催眠作用尤为明显。因此，临睡前可以饮一杯温牛奶。 4.睡觉前先洗个澡 临睡前60—75分钟洗个热水澡，使身体放松，因为洗澡可以提高体温，使人困倦。睡前洗澡要养成习惯。不过要注意以下几个问题：1，水温 以37—40摄氏度为宜，超过40摄氏度会加快心跳、刺激交感神经，使人过于兴奋，难以入睡。洗澡后体温上升0.5—1摄氏度有利于进入深睡眠，如果体温上升超过2摄氏度则不利于入睡。2，时间 以在37—40摄氏度的温水中泡20—30分钟为宜。人在体温下降时容易入睡，而入浴后体温会有所上升，所以最好出浴后先稍事间隔，待体温下降后再就寝。 5.睡前1小时远离电视、电脑 睡前1小时要远离电视，因为电视屏幕闪烁的光线会使人神经兴奋而影响睡眠。临睡前使用电脑，可能给睡眠带来不良影响。研究显示，体温在白天活动时会升高，而夜间睡眠时，体温会降低。如果两者温差大，就容易获得深度睡眠。那些睡眠浅的人，则多是白天体温不高，夜间体温也不低，神经温差小的缘故。在睡前，使用电脑的过程中，明亮的显示屏，开闭程序的活动，都对眼睛和神经系统有强烈的刺激，使体温处于相对较高的工作状态。中枢神经昼夜温差小，睡眠质量自然也就差了。不妨睡前用温水洗澡，喝一杯热牛奶，可以减轻睡眠不良的症状。

# SAVC_Info5
source: Is your breathing “normal?” Respiratory rate refers to how many breaths you take per minute. The normal respiratory rate for adults at rest is 12 to 20 breaths per minute. Anything under that is considered bradypnea (breathing too slow) and anything over that is considered tachypnea (breathing too fast). In COPD, breathing rate is often increased, which is due to a number of factors. Average resting respiratory rates by age are: • birth to 6 weeks: 30–40 breaths per minute • 6 months: 25–40 breaths per minute • 3 years: 20–30 breaths per minute • 6 years: 18–25 breaths per minute • 10 years: 17–23 breaths per minute • Adults: 12-18 breaths per minute • Elderly ≥ 65 years old: 12-28 breaths per minute. • Elderly ≥ 80 years old: 10-30 breaths per minute Chest wall movements In healthy adults, movements of the ribcage and abdomen are synchronised and both move outwards during inspiration. This synchrony can sometimes be lost, so that the ribcage moves inwards during inspiration. A lack of co-ordination between the ribcage and abdominal compartments was first documented in the in 1920s by Charles Franklin Hoover. ‘Hoover’s sign’ has since been used to indicate the flattening of the diaphragm secondary to hyperinflation in patients with COPD and other conditions. In healthy people, ribcage movement is greater than abdominal movement when standing or sitting (contributing roughly 80% of the total movement). When you lie down there is more abdominal movement (around 60% of the total). These percentages vary with age and with gender. Breathing rhythm There is a general perception amongst clinicians that ‘normal’ breathing is steady and regular, while ‘abnormal’ breathing is irregular and more variable. There are specific well-known rhythms such as Cheyne-Stokes breathing that support this view. Cheyne-Stokes breathing is a distinctive pattern often seen in patients with end stage heart failure, characterised by periods of rapid breathing, followed by intermittent periods of not breathing (known as apnoea). 1.tachypnea Tachypnea or tachypnoea is abnormally rapid breathing.In adult humans at rest, any respiratory rate between 12 and 20 breaths per minute is normal and tachypnea is indicated by a rate greater than 20 breaths per minute. 2.bradypnea Bradypnea or bradypnoea is abnormally slow breathing. The respiratory rate at which bradypnea is diagnosed depends on the age of the patient. Age ranges Age 0–1 year < 30 breaths per minute Age 1–3 years < 25 breaths per minute Age 3–12 years < 20 breaths per minute Age 12–50 years < 12 breaths per minute Age 50 and up < 13 breaths per minute Symptoms • Dizziness • Near-fainting or fainting • Fatigue • Weakness • Chest pains • Shortness of breath • Memory impairment or confusion • Tiring easily during any physical activity
zh_hans: 正常成年人每分钟呼吸大约16-20次。呼吸与脉搏的比是1：4，即每呼吸1次，脉搏搏动4次。小儿呼吸比成人快，每分钟可达20～30次；新生儿的呼吸频率可达每分钟44次, 随着年龄的增长而逐渐减慢。正常成人静息状态下，呼吸为12到18次/分，呼吸与脉搏之比为1：4。 1.呼吸过速 指呼吸频率超过24次/分而言。见于发热、疼痛、贫血、甲状腺功能亢进及心力衰竭等。一般体温升高1℃，呼吸大约增加4次/分。 2.呼吸过缓 指呼吸频率低于12次/分而言。呼吸浅慢见于麻醉剂或镇静剂过量和颅内压增高等。
