Repository: SanjaySinghGangwar/SleepPadiOS
Catalog: SleepBand/*.lproj/Localizable.strings
Languages: es, zh_hans

# Country
source: China
zh_hans: 中国

# DSVC_SelectDevice
source: Select device to start binding
es: Seleccionar dispositivo para iniciar el enlace
zh_hans: 选择设备开始绑定

# SDVC_Search
source: Search
es: Buscar
zh_hans: 搜索

source: Cancel
es: Cancelar
zh_hans: 取消

source: Confirm
es: Confirmar
zh_hans: 提交

source: OK
zh_hans: 确认

source: Next
es: Siguiente
zh_hans: 下一步

source: Phone
es: Teléfono
zh_hans: 手机

source: Email
es: Correo electrónico
zh_hans: 邮箱

source: Submit
es: Enviar
zh_hans: 确定

source: Save
es: Guardar
zh_hans: 保存

source: Unconnected device.
es: Dispositivo desconectado
zh_hans: 未连接设备

source: Send success.
es: Envío exitoso
zh_hans: 发送成功

source: Success
es: Éxito
zh_hans: 成功

source: Send fail.
es: Envío fallido
zh_hans: 发送失败

source: Fail
es: Fallo
zh_hans: 失败

# WhetherSynchronization
source: The device data is updated, please synchronize the data.
es: Los datos del dispositivo se actualizan, sincronice los datos.
zh_hans: 设备数据有更新,请同步数据

# WhetherBatteryCharging
source: Electricity of equipment is low. Please charge it in time.
es: La electricidad del equipo es baja. Cargue a tiempo.
zh_hans: 设备电量低,请及时充电

# Synchronizationing
source: Synchronous...
es: Sincronización
zh_hans: 同步数据...

source: Update
es: Actualizar
zh_hans: 升级

# UpdateError
source: Upgrade failed.
es: Error de actualización
zh_hans: 升级失败

# UpdateSuccess
source: Upgrade success.
es: Actualización exitosa
zh_hans: 升级成功

# Updateing
source: Upgrade...
es: Actualizando
zh_hans: 升级中...

# ErrorEmailUsed
source: The email has been used.
es: Se ha utilizado el correo electrónico
zh_hans: 邮箱已被使用

# ErrorPhoneUsed
source: The mobile number has been used.
es: Se ha usado el número de móvil
zh_hans: 手机号码已被使用

# ErrorEmailFail
source: Mail delivery failed.
es: Error en la entrega del correo
zh_hans: 邮件发送失败

# ErrorUserExist
source: The account has not been registered yet.
es: La cuenta aún no se ha registrado
zh_hans: 用户已存在

# ErrorFileUploadFail
source: File upload failed.
es: Error al cargar el archivo
zh_hans: 文件上传失败

# ErrorNetworkRequestFail
source: Network request failed.
es: Error en la solicitud de red
zh_hans: 网络请求失败

# ErrorTokenPastDue
source: Token expired.
es: Token caducado
zh_hans: Token过期

# SaveError
source: Save failed.
es: Error al guardar
zh_hans: 保存失败

source: Save success.
es: Guardado con éxito
zh_hans: 保存成功

# EditError
source: Editor failure.
es: Edición fallida
zh_hans: 编辑失败

# EditSuccess
source: Editor success.
es: Edición exitosa
zh_hans: 编辑成功

# DeleteError
source: Delete failure.
es: Fallo al borrar
zh_hans: 删除失败

source: Delete success.
es: Borrado con éxito
zh_hans: 删除成功

# OperationError
source: Operation failed.
es: Operación fallida
zh_hans: 操作失败

# PullDownToRefresh
source: Drop-down refresh
es: Presionar hacia abajo para actualizar
zh_hans: 下拉可以刷新

# ReleaseToRefresh
source: Release and refresh immediately
es: Liberar y actualizar inmediatamente
zh_hans: 松开立即刷新

# Loading
source: Refresh...
es: Actualizando...
zh_hans: 刷新中...

source: Privacy Policy
es: Política de privacidad
zh_hans: 隐私政策

# LVC_Title
source: Sign In
es: Iniciar sesión
zh_hans: 登录

# LVC_PhoneLogin
source: Phone Number
es: Número de teléfono
zh_hans: 手机登录

# LVC_EmailLogin
source: Email Adress
es: Dirección e-mail
zh_hans: 邮箱登录

# LVC_PhoneCountryPlaceholder
source: Country
es: País
zh_hans: 请选择国家/地区

# LVC_PhonePlaceholder
source: Phone number
es: Teléfono
zh_hans: 请输入手机号码

# LVC_EmailPlaceholder
source: e-mail
zh_hans: 请输入邮箱地址

# LVC_PasswordPlaceholder
source: Password
es: Contraseña
zh_hans: 请输入密码

# LVC_Register
source: Sign Up
es: Spanish: Registrarse
zh_hans: 注册

# LVC_ForgotPassword
source: Forgot ?
es: ¿Olvidó su contraseña?
zh_hans: 忘记密码

# LVC_AlertInputEmpty
source: Input information cannot be empty.
es: La información de entrada no puede estar vacía.
zh_hans: 输入信息不能为空

# LVC_AlertAccountPasswordError
source: Account or password error.
es: Error del nombre de usuario o contraseña.
zh_hans: 账号密码错误

# LVC_AlertLoginFailed
source: Login failed.
es: Error de inicio de sesión.
zh_hans: 登录失败

# LVC_AlertAccountUnregistered
source: The account has not been registered yet.
es: La cuenta aún no se ha registrado.
zh_hans: 该账号还没有注册

# LVC_AlertEmailFormatError
source: E-mail format error.
es: Error de formato de correo electrónico.
zh_hans: 邮箱格式错误

# LVC_AlertPhoneFormatError
source: Mobile number format error.
es: Error de formato de número de móvil.
zh_hans: 手机号码格式错误

# LVC_RememberPassword
source: Keep password
es: Guardar contraseña
zh_hans: 记住密码

# RVC_Title
source: Sign Up
es: Registrarse
zh_hans: 注册

# RVC_PhoneRegister
source: Mobile
es: Móvil
zh_hans: 手机注册

# RVC_EmailRegister
source: Email
zh_hans: 邮箱注册

# RVC_EmailForgot
source: Email
zh_hans: 邮箱找回

# RVC_PhoneNumForgot
source: Mobile Number
es: Número de móvil
zh_hans: 手机找回

# RVC_PhoneNumBtn
source: Mobile Number
es: Número de móvil
zh_hans: Phone Number

# RVC_Code
source: Verification Code
es: Código de verificación
zh_hans: 验证码

# RVC_SetPassword
source: Setting Password
es: Configuración de contraseña
zh_hans: 输入密码

# RVC_ConfirmPassword
source: Confirm Password
es: Confirmar contraseña
zh_hans: 再一次输入密码

# RVC_Send
source: Send
es: Enviar código
zh_hans: 发送验证码

# RVC_CodePlaceholder
source: Verification Code
es: Código de verificación
zh_hans: 请输入验证码

# RVC_AlertUserExists
source: User already exists.
es: El usuario ya existe.
zh_hans: 用户已存在

# RVC_AlertRegisterFail
source: Sign up failed.
es: Fallo en el registro.
zh_hans: 注册失败

# RVC_AlertCodeError
source: Verification code error.
es: Error en el código de verificación.
zh_hans: 验证码错误

# RVC_AlertCodePastDue
source: Verification code expires.
es: El código de verificación caduca.
zh_hans: 验证码过期

# RVC_AlertCodeFrequently
source: This account gets authentication number too frequently. Please get it in 5 minutes.
es: Esta cuenta ha solicitado el número de autenticación con demasiada frecuencia. Por favor, inténtalo en 5 minutos.
zh_hans: 该账号获取验证码过于频繁，请5分钟后再获取

# RVC_AgreeTitle
source: I have read and agreed to
es: He leído y acepto
zh_hans: 我已经阅读并同意

# RVC_AgreePrivacyPolicies
source: the use agreements and privacy policies
es: los acuerdos de uso y las políticas de privacidad.
zh_hans: 使用协议和隐私政策

# SACVC_Title
source: Countries and Regions
es: Países y regiones
zh_hans: 国家和地区

# FPVC_ForgotPassword
source: Retrieve Password
es: Recuperar contraseña
zh_hans: 忘记密码

# FPVC_AccountPlaceholder
source: Mobile Number / Email
es: Numero de móvil / E-mail
zh_hans: Phone Number / Email Addres

# FPVC_SetPassword
source: Setting New Password
es: Configure una nueva contraseña
zh_hans: 输入新密码

# FPVC_ConfirmPassword
source: Confirm New Password
es: Confirme la nueva contraseña
zh_hans: 再一次输入新密码

# SDVC_SearchTitle
source: Search Device
es: Buscar dispositivo
zh_hans: 搜索设备

# SDVC_HeaderTitle
source: Select Device ID
es: Seleccionar ID de dispositivo
zh_hans: 选择设备

# SDVC_RefreshTitle
source: No device? Click to refresh.
es: ¿No hay dispositivos? Haga clic para actualizar.
zh_hans: 没有找到设备?点击刷新

# BTM_BlueToothClose
source: Please turn on Bluetooth on your mobile phone.
es: Por favor, active el Bluetooth en su teléfono móvil.
zh_hans: 请打开手机蓝牙

# BTM_BlueToothNoAuthorization
source: Mobile Bluetooth Unauthorized.
es: Bluetooth móvil no autorizado.
zh_hans: 手机蓝牙未授权

# BTM_FailToConnectPeripheral
source: Bluetooth connection failure.
es: Fallo de la conexión Bluetooth.
zh_hans: 蓝牙连接失败

# BTM_SuccessToConnectPeripheral
source: Bluetooth Connection Successful
es: Conexión Bluetooth exitosa
zh_hans: 蓝牙连接成功

# BTM_DeviceFailToConnect
source: Device disconnect.
es: Desconexión del dispositivo.
zh_hans: 设备断开连接

# BTM_DeviceMonitoring
source: Search Bluetooth...
es: Buscar Bluetooth...
zh_hans: 搜索设备中...

# BTM_DeviceNoConnect
source: Unconnected device.
es: Desconexión del dispositivo.
zh_hans: 未连接设备

# BTM_DeviceOutTime
source: The target device was not found, please confirm that the device is turned on and within communication range!
es: No se encontró el dispositivo de destino, ¡confirme que el dispositivo esté encendido y dentro del rango de comunicación!
zh_hans: 未找到目标设备，请确认设备已打开且在通信范围内！

# RPVC_ResetPassword
source: Password
es: Contraseña
zh_hans: 设置密码

# RPVC_ConfirmPasswordPlaceholder
source: Confirm Password
es: Confirmar contraseña
zh_hans: 请确认密码

# RPVC_AlertResetSuccess
source: Password changed successfully, please log in again.
es: La contraseña se cambió con éxito, vuelva a iniciar sesión.
zh_hans: 密码修改成功,请重新登录

# RPVC_AlertPasswordError
source: The password is inconsistent with the confirmation password.
es: La contraseña no coincide con la contraseña de confirmación.
zh_hans: 密码跟确认密码不一致

# SMVC_Title
source: Sleep
es: Dormir
zh_hans: 睡眠

# SMVC_HeartRateUnit
source: B/min
zh_hans: 次/分

# SMVC_RespiratoryRateUnit
source: Br/min
zh_hans: 次/分

# SMVC_AlarmClockTitle
source: Alarm clock time
es: Hora del despertador
zh_hans: 闹钟时间

# SMVC_StartSleep
source: Start Monitor
es: Iniciar monitor
zh_hans: 开始检测

# SMVC_FinishSleep
source: Stop Monitor
es: Detener monitor
zh_hans: 结束检测

# SMVC_HaveNewSleepData
source: You have a new sleep Report
es: Tiene un nuevo informe de sueño
zh_hans: 您有新的睡眠报告

# SMVC_Look
source: See
es: Ver
zh_hans: 查看

# SMVC_NoClock
source: No alarm clock was set
es: No se configuró la alarma
zh_hans: 未设置闹钟

# ASSVC_Title
source: Automatic Monitoring
es: Monitorización automática
zh_hans: 自动检测

# ASSVC_Message
source: Please set your sleep time according to your sleep habits.
es: Por favor, configure su tiempo de descanso de acuerdo con sus hábitos de sueño.
zh_hans: 请根据您的睡眠习惯设置睡眠时间

# RTVC_Title
source: Real Time Monitoring
es: Monitorización en tiempo real
zh_hans: 实时检测

# RTVC_HeartRateTitle
source: Heart rate
es: Frecuencia cardíaca
zh_hans: 心率

# RTVC_RespiratoryRateTitle
source: Breath rate
es: Frecuencia respiratoria
zh_hans: 呼吸率

# RMVC_Title
source: Report
es: Informe
zh_hans: 报告

# RMVC_Monday
source: Mon
es: Lun
zh_hans: 一

# RMVC_Tuesday
source: Tue
es: Mar
zh_hans: 二

# RMVC_Wednesday
source: Wed
es: Mie
zh_hans: 三

# RMVC_Thursday
source: Thu
es: Jue
zh_hans: 四

# RMVC_Friday
source: Fri
es: Vie
zh_hans: 五

# RMVC_Saturday
source: Sat
es: Sab
zh_hans: 六

# RMVC_Sunday
source: Sun
es: Dom
zh_hans: 日

# RMVC_Day
source: Day
es: Día
zh_hans: 日

# RMVC_Week
source: Week
es: Semana
zh_hans: 周

# RMVC_Month
source: Month
es: Mes
zh_hans: 月

# RMVC_Yesterday
source: Yesterday
es: Ayer
zh_hans: 昨天

# RMVC_Today
source: sleeping time
es: Tiempo de dormir
zh_hans: 今天

# RMVC_MoreData
source: Click to see more data
es: Haga clic para ver más datos
zh_hans: 点击查看更多数据

# RMVC_ActualSleepTime
source: Actual sleeping time
es: Tiempo real para dormir
zh_hans: 实际睡眠时间

# RMVC_SleepsFor
source: Sleeps for
es: Duerme para
zh_hans: 段睡眠共

# RMVC_SleepNoData
source: No sleep data for the day.
es: No hay datos de sueño para el día.
zh_hans: 当天没有睡眠数据

# RMVC_Hour
source: h
zh_hans: 小时

# RMVC_Minute
source: min
zh_hans: 分钟

# RMVC_Sober
source: Awake
es: Despierto
zh_hans: 清醒

# RMVC_LightSleep
source: Light
es: Ligero
zh_hans: 浅睡

# RMVC_MiddleSleep
source: Middle
es: Medio
zh_hans: 中睡

# RMVC_DeepSleep
source: Deep
es: Profundo
zh_hans: 深睡

# RMVC_DeepSleepTime
source: Deep sleep
es: Sueño profundo
zh_hans: 深睡时长

# RMVC_MiddleSleepTime
source: Middle sleep
es: Sueño medio
zh_hans: 中睡时长

# RMVC_LightSleepTime
source: Light sleep
es: Sueño ligero
zh_hans: 浅睡时长

# RMVC_SoberTime
source: Wake up
es: Despierta
zh_hans: 清醒时长

# RMVC_AverageHeartRate
source: Average Hr
es: Hr promedio
zh_hans: 平均心率

# RMVC_AverageRespiratoryRate
source: Average Br
es: Br promedio
zh_hans: 平均呼吸率

# RMVC_SleepMonitoring
source: Sleeping monitor
es: Monitor de sueño
zh_hans: 睡眠检测

# RMVC_TurnOver
source: Turn/Move
zh_hans: 翻身/体动

# RMVC_TurnOvertime
source: T
zh_hans: 次

# RMVC_TurnOverHourTime
source: T/h
zh_hans: 次/时

# RMVC_AverageLengthOfSleepStages
source: Average sleep duration
es: Duración promedio del sueño
zh_hans: 日均入睡时长

# RMVC_AverageSleepTime
source: Sleep time per day
es: Tiempo de sueño por día
zh_hans: 日均睡眠时间

# RMVC_AverageLengthOfDeepSleep
source: Deep/Day
es: Profundo/Día
zh_hans: 日均深睡

# RMVC_AverageLengthOfLightSleep
source: Light/Day
es: Ligero/Día
zh_hans: 日均浅睡

# RMVC_AverageLengthOfSober
source: Wake up/Day
es: Despertar/Día
zh_hans: 日均梦/醒

# RMVC_AverageLengthOfMiddleSleep
source: Middle/Day
es: Medio/Día
zh_hans: 日均中睡

# RMVC_SleepLatency
source: Sleep duration
es: Duración del sueño
zh_hans: 入睡时间

# RMVC_GetUpTime
source: Wake-up time
es: Hora de despertarse
zh_hans: 起床时间

# RMVC_FrequencyOfWakeUp
source: Sober times
es: Tiempo de espabilarse
zh_hans: 清醒次数

# RMVC_FrequencyOfBedAway
source: Frequency of out of bed
es: Frecuencia de levantarse de la cama
zh_hans: 离床次数

# ECVC_EditTitle
source: Edit
es: Editar
zh_hans: 编辑

# ECVC_Show
source: Already shown
es: Ya se ha mostrado
zh_hans: 已显示

# ECVC_UnShow
source: Not shown
es: No se muestra
zh_hans: 未显示

# ACMVC_Title
source: Alarm
es: Alarma
zh_hans: 闹钟

# ACMVC_Add
source: Add
es: Añadir
zh_hans: 添加闹钟

# ACMVC_Delete
source: Delete
es: Borrar
zh_hans: 删除闹钟

# ACMVC_Tips
source: Tips
es: Consejos
zh_hans: 提示

# ACMVC_Close
source: Turn off the alarm clock
es: Apagar el despertador
zh_hans: 关闭闹钟

# ACMVC_GetDeviceClockError
source: Failed to get device alarm clock.
es: Error al obtener la alarma del dispositivo.
zh_hans: 获取设备闹钟失败

# ACMVC_IntelligentClock
source: Intelligent
es: Inteligente
zh_hans: 智能闹钟

# ACMVC_GeneralClock
source: Ordinary
es: Ordinario
zh_hans: 普通闹钟

# ACMVC_GoToBedEarlyClock
source: Bedtime
es: Hora de acostarse
zh_hans: 早睡

# ACMVC_NurseClock
source: Monitor
zh_hans: 看护

# ACMVC_GetUpClock
source: Wake
es: Despertar
zh_hans: 起床

# ACMVC_General
source: Ordinary
es: Ordinario
zh_hans: 普通

# ACMVC_GetUp
source: Wake up
es: Despertar
zh_hans: 起床

# ACMVC_GoToBedEarly
source: Bedtime
es: Hora de acostarse
zh_hans: 早睡

# ACMVC_Nurse
source: Monitor
zh_hans: 看护

# ACMVC_Everyday
source: Everyday
es: Todos los días
zh_hans: 每日

# ACMVC_Sunday
source: Sun
es: Dom
zh_hans: 周日

# ACMVC_Monday
source: Mon
es: Lun
zh_hans: 周一

# ACMVC_Tuesday
source: Tue
es: Mar
zh_hans: 周二

# ACMVC_Wednesday
source: Wed
es: Mie
zh_hans: 周三

# ACMVC_Thursday
source: Thu
es: Jue
zh_hans: 周四

# ACMVC_Friday
source: Fri
es: Vie
zh_hans: 周五

# ACMVC_Saturday
source: Sat
es: Sab
zh_hans: 周六

# ACEVC_EditClockTitle
source: Edit Clock
es: Configurar reloj
zh_hans: 编辑闹钟

# ACEVC_TimeTitle
source: Time
es: Tiempo
zh_hans: 时间

# ACEVC_DeviceTitle
source: Remind Device
es: Recordar dispositivo
zh_hans: 提醒设备

# ACEVC_DevicePhone
source: My Phone
es: Mi teléfono
zh_hans: 手机

# ACEVC_DeviceSleep
source: Sleep Band
es: Banda de sueño
zh_hans: 睡眠带

# ACEVC_MusicTitle
source: Music
es: Música
zh_hans: 音乐

# ACEVC_CycleTitle
source: Repeat
es: Repetir
zh_hans: 周期

# ACEVC_RemindLaterTitle
source: Remind Me Later
es: Recordarme más tarde
zh_hans: 稍后提醒

# ACEVC_IntelligentWakeTitle
source: Intelligent awaken
es: Despertar inteligente
zh_hans: 智能唤醒

# ACEVC_EarlySleepRemindTitle
source: Morning Sleep Reminder
es: Recordatorio matutino del sueño
zh_hans: 早睡提醒

# ACEVC_TypeTitle
source: Type
es: Tipo
zh_hans: 类型

# ACEVC_CycleNull
source: Repeat not selected.
es: Repetir no seleccionado.
zh_hans: 周期未选择

# ACEVC_ClockIsFull
source: The number of alarm clocks in the sleeping belt is full and the preservation fails.
es: El número de alarmas en el cinturón de dormir está lleno y la preservación falla.
zh_hans: 睡眠带闹钟个数已满,保存失败

# ACEVC_IntelligentClockIsFull
source: Intelligent alarm clock already exists.
es: La alarma inteligente ya existe.
zh_hans: 智能闹钟已存在

# GeneralClockNotificationBody
source: Ordinary alarm clock
es: Despertador habitual
zh_hans: 普通闹钟

# NurseClockNotificationBody
source: It's time to take medicine.
es: Es hora de tomar la medicina.
zh_hans: 该吃药啦~~

# GoToBedEarlyClockNotificationBody
source: It's time to sleep.
es: Es hora de dormir.
zh_hans: 该睡觉啦~~

# GetUpClockNotificationBody
source: It's time to get up.
es: Es hora de levantarse.
zh_hans: 该起床啦~~

# ACMVC_MusicTitle
source: Music
es: Música
zh_hans: 音乐

# ACMVC_DownloadedTitle
source: Downloaded
es: Descargado
zh_hans: 已下载

# ACMVC_RecommendDownloadedTitle
source: Recommended download
es: Descarga recomendada
zh_hans: 推荐下载

# PMVC_Title
source: Me
es: Yo
zh_hans: 我的

# PMVC_Hi
source: hi
es: Hola
zh_hans: 您好

# PMVC_SynchronousDataTitle
source: Getting Cloud Data
es: Obteniendo datos en la nube
zh_hans: 同步服务器数据

# PMVC_MyDeviceTitle
source: My Device
es: Mi dispositivo
zh_hans: 我的设备

# PMVC_AccountTitle
source: Account
es: Cuenta
zh_hans: 账号管理

# PMVC_PersonalInformationTitle
source: Personal info
es: Información personal
zh_hans: 个人信息

# PMVC_HelpTitle
source: Help
es: Ayuda
zh_hans: 帮助中心

# PMVC_FeedbackTitle
source: Feedback
es: Comentarios
zh_hans: 意见反馈

# PMVC_SleepAdviceTitle
source: Sleep Advice
es: Consejos para dormir
zh_hans: 睡眠建议

# PMVC_AboutTitle
source: About
es: Acerca de
zh_hans: 关于

# PMVC_CommonProblemTitle
source: FAQ
es: Preguntas frecuentes
zh_hans: 常见问题

# PMVC_Title1
source: Novice Operational Guidelines
es: Directrices operativas para principiantes
zh_hans: 新手操作指南

# PMVC_Title2
source: What is the principle of device?
es: ¿Cuál es el principio del dispositivo?
zh_hans: 设备的检测原理是什么?

# PMVC_Title3
source: Can I turn off the phone when the device is working?
es: ¿Puedo apagar el teléfono cuando el dispositivo está en funcionamiento?
zh_hans: 设备工作时，可以将手机关机吗?

# PMVC_Title4
source: Can I remote the device?
es: ¿Puedo controlar el dispositivo de forma remota?
zh_hans: 可不可以远程控制设备?

# PMVC_Title5
source: How long sleep data can be saved?
es: ¿Cuánto tiempo se pueden guardar los datos de sueño?
zh_hans: 我的睡眠数据，可以存储多久?

# PMVC_Title6
source: The device connect failed?
es: ¿Ha fallado la conexión del dispositivo?
zh_hans: 手机连接设备失败?

# PMVC_Title7
source: Can we use the device on a double bed?
es: ¿Podemos usar el dispositivo en una cama doble?
zh_hans: 在双人床上使用设备可以么?

# PMVC_Title8
source: I tested sleep but didn't generate a sleep Report
es: Utilicé el dispositivo ayer, pero no obtuve el informe de suspensión.
zh_hans: 我检测了睡眠但是没有生成睡眠报告

# PMVC_Title9
source: Why does the alarm clock not ring although the alarm is settled up successfully?
es: ¿Por qué la alarma no suena aunque se haya configurado correctamente?
zh_hans: 我设置的手机闹钟为什么没有响?

# PMVC_Title10
source: How to configure the device at the first time?
es: ¿Cómo configurar el dispositivo por primera vez?
zh_hans: 初次使用设备如何配置?

# PMVC_Title11
source: How to reconnect the phone with device after disconnected?
es: ¿Cómo volver a conectar el teléfono con el dispositivo después de desconectarlo?
zh_hans: 手机与设备断开连接后如何恢复连接?

# PMVC_DeviceConnection
source: Device Connection
es: Conexión del dispositivo
zh_hans: 连接设备

# PMVC_SleepStatistic
source: Sleep Statistic
es: Estadística del sueño
zh_hans: 睡眠统计

# PMVC_SleepStatisticTitle1
source: NO.1 Start & End Monitor
es: NO.1 Iniciar y finalizar monitor
zh_hans: NO.1 开始检测和结束检测

# PMVC_SleepStatisticTitle2
source: NO.2 Sleep Report
es: NO.2 Informe de suspensión
zh_hans: NO.2 睡眠报告

# PMVC_Step
source: Step
es: Paso
zh_hans: 步骤

# PMVC_Step1Message
source: Long press the device button till blue light is on.
es: Mantenga presionado el botón del dispositivo hasta que se encienda la luz naranja.
zh_hans: 长按设备开关直到蓝灯亮起

# PMVC_Step2Message
source: Turn on the Bluetooth on you phone.
es: Encienda el Bluetooth en su teléfono.
zh_hans: 打开手机蓝牙

# PMVC_Step3Message
source: Open the App to register and log in.
es: Abra la aplicación para registrarse e iniciar sesión.
zh_hans: 打开手机App完成注册/登录操作

# PMVC_Step4Message
source: The indicator turns blue when the device is connected successfully.
es: Cuando el dispositivo se conecta correctamente, la luz cambiará de naranja a azul.
zh_hans: 搜索-连接设备,连接成功后设备指示灯变为蓝色

# PMVC_Step5Message
source: click ‘start’ to monitor heart and breath rete click ‘end’ to stop monitor.
es: Haga clic en 'Inicio' para controlar el corazón y la respiración. Haga clic en 'Finalizar' para detener el monitor.
zh_hans: 在睡眠界面点击“开始检测”开始检测，手机开始检测用户的心率及呼吸率;点击“结束检测”即结束检测，手机不会再显示用户的心率以及呼吸率

# PMVC_Step6Message
source: After the user has finished a period of sleep with the sleep belt, the sleep status of the current sleep can be checked in the report
es: Después de que el usuario haya terminado un período de descanso con el cinturón del sueño, el estado de sueño de del sueño actual se puede verificar en el informe.
zh_hans: 当用户使用睡眠带完成一段睡眠之后，可以在报告中查看当次睡眠的睡眠状况

# PMVC_Info1
source: The hardware design is used to collect the small signal changes caused by the breathing in the human sleep state. Such as respiratory rate and heart rate are extracted through these signal processing for statistical analysis, and the sleep report is analyzed according to the sleep algorithm.
es: El diseño del hardware se utiliza para recopilar los pequeños cambios de señal causados por la respiración en el estado de sueño humano. Tales como la frecuencia respiratoria y la frecuencia cardíaca se extraen a través de este procesamiento de señales para el análisis estadístico, y el informe del sueño se analiza de acuerdo con al algoritmo de sueño.
zh_hans: 通过硬件设计采集人体睡眠状态下呼吸引起的微小信号变化，通过这些信号处理提取出呼吸率、心率等生理特征信号进行统计分析，根据睡眠算法分析出睡眠报告。

# PMVC_Info2
source: Since you binding the device first, user can use the device independently except the device power down. and the user could synchronize the data and generate the sleep report by the app within 7 days.
es: Dado que primero vincula el dispositivo, el usuario puede usar el dispositivo de forma independiente, excepto que se apague el dispositivo. El usuario puede sincronizar los datos y generar el informe de suspensión por la aplicación dentro de los 7 días.
zh_hans: 开始睡眠检测后，可以断开手机蓝牙、关闭APP、关闭手机， 7天内重新开启APP即可同步数据并生成睡眠报告。

# PMVC_Info3
source: The device connect with the phone via BLE, and it could be remote within the Bluetooth coverage distance.
es: El dispositivo se conecta con el teléfono a través de BLE, y podría ser remoto dentro de la distancia de cobertura de Bluetooth.
zh_hans: 设备通过BLE与手机连接，蓝牙覆盖范围内可以远程控制。

# PMVC_Info4
source: The device keep 7 days sleep data maximally .
es: El dispositivo mantiene los datos de suspensión de 7 días como máximo.
zh_hans: 睡眠带上数据最大存储7天数据。

# PMVC_Info5
source: 1.Confirm that the device connect with mobile app normally. 2.Check that the device is pairing correctly. 3.Check the operation is correctly which connect it in the SLEEP EE application not in the system Bluetooth search status.
es: 1.Confirme que el dispositivo se conecta normalmente con la aplicación móvil. 2.Compruebe que el dispositivo se sincroniza correctamente. 3.Compruebe que la operación sea correcta y que la conecte en la aplicación SLEEP EE no en la búsqueda de Bluetooth del sistema estado.
zh_hans: 1.确认设备电池电量充足。 2.确认设备已开机。 3.检查设备与手机的距离是否已超过蓝牙信号覆盖范围。

# PMVC_Info6
source: Yes.Although the signal could be disturbed by the side person, the impact on the accuracy of the monitoring is very small.device monitor the person who lying on default.
es: Sí. Aunque la señal puede ser perturbada por la persona secundaria, el impacto en la precisión del monitoreo es muy pequeño. El dispositivo monitorea a la persona que está por defecto.
zh_hans: 可以。虽然旁边人的信号会有所干扰，但对检测准确度的影响很小。设备默认检测躺在其上的用户。

# PMVC_Info7
source: Make sure the connection between the mobile phone and the device is successful. Please click the 'synchronize' button in the upper right corner of the report page to synchronize.
es: Asegúrese de que su teléfono se conectó con éxito al dispositivo, haga clic en “Finalizar sueño” para ver su informe de sueño durante la supervisión, si ha terminado, haga clic en el icono “Sincronizar” en la esquina superior derecha de la página de inicio para sincronizar.
zh_hans: 确保手机与设备连接成功，请点击报告页右上角的”同步”按钮进行同步。
